[HanterPrimaryPistolsBonus X2AbilityTemplate]
LocFriendlyName="Focused Handling"
LocLongDescription="Equipping a pistol or autopistol as a primary weapon grants the following bonuses:<Ability:PrimaryPistolBonusBulletPoints/>\n<font color='#F44336'>Does not apply when dual wielding</font>"
LocHelpText="Equipping a pistol or autopistol as a primary weapon grants various bonuses."
LocFlyOverText="Focused Handling"